[
  {
    "event_name":"Build Your Own Website",
    "event_location": "Grace Conference Room",
    "event_date": "10/11/2021",
    "event_time": "6:00 PM",
    "event_description": "Come with a laptop and leave with a beautiful website to showcase your skills, projects, experience, and/or more! \n\nWe will walk you through building, understanding, and maintaining your own website, along with free hosting and how to get your own domain. ~Delicious~ Food and drinks will be provided; stay tuned for details!",
    "event_rsvp":  "https://www.instagram.com/p/B8t8mI2Hvga/",
    "event_ref": "https://clarku.campuslabs.com/engage/events"
  },
  {
    "event_name":"TIE Takes on Shell Hacks",
    "event_location": "Grace Conference Room",
    "event_date": "08/11/2021",
    "event_time": "6:00 PM",
    "event_description": "This month, TIE is competing in Florida’s largest Hackathon in groups of 4. We are happy to team up with anyone interested and motivated to win, learn, and enjoy the experience!\n\nWith 1,000+ students from all over the world, numerous workshops, and 35+ top companies hiring for internship and job opportunities, ShellHacks seems like an opportunity we cannot afford to miss and we look forward to experience that with you!",
    "event_rsvp":  "https://www.instagram.com/p/CFIhOUmHgzC/",
    "event_ref": "https://clarku.campuslabs.com/engage/events"
  },
  {
    "event_name":"AlumTIE",
    "event_location": "Virtual",
    "event_date": "12/11/2021",
    "event_time": "5:00 PM",
    "event_description": "Clark Center for TIE (Technology, Innovation and Entrepreneurship) is hosting ALUMTIE and we will have many alumni from big companies like Google, Apple, Amazon, Uber, Facebook, Deutsche Bank, MIT Lincoln Laboratory, USAID and State Street. They will be sharing their experience at Clark and their journey towards success on a new virtual event platform called Hopin. We would love to have as many people as possible attending!\nWe believe that this event would be extremely beneficial for any student that attends! TIE in with Clark Alumni through TIE’s speaker panel. Hear our alumni talk about the ups and downs of their journey towards success",
    "event_rsvp":  "https://www.instagram.com/p/CGqY_ulnjnh/",
    "event_ref": "https://clarku.campuslabs.com/engage/events"
  }
]